Revit 2027 API
ParameterTypeId.LevelElev Property
 "Elevation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LevelElev { get; }
Public Shared ReadOnly Property LevelElev As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LevelElev {
	ForgeTypeId^ get ();
}
static member LevelElev : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace